[
  {
    "id": 1,
    "nombre": "Mi Home Security Camera 360° 1080P",
    "img": "https://i01.appmifile.com/webfile/globalimg/Mandy/1080P-800.jpg?width=500&height=500",
    "precio": 36990,
    "descripcion": "La Mi Home Security Camera 360° está equipada con motores duales, permitiendo al dispositivo rotar hacia arriba, abajo, izquierda y derecha sin ninguna restricción. Con un ángulo de visión horizontal de 360° y vertical de 115°, se consigue una visión panorámica eliminando los puntos muertos.",
    "payback": 18,
    "caracteristicas": [
      {
        "key": "Resolución",
        "value": "1080p"
      },
      {
        "key": "Conexión wifi",
        "value": "2.4"
      },
      {
        "key": "Peso",
        "value": "253g"
      }
    ]
  },
  {
    "id": 2,
    "nombre": "Mi LED Smart Bulb",
    "img": "https://i01.appmifile.com/webfile/globalimg/Mandy/mibulb.jpg?width=500&height=500",
    "precio": 23000,
    "descripcion": "La bombilla Mi LED Smart Bulb es una bombilla LED con conectividad Wi-Fi de 2,4 GHz, de modo que podremos conectarla a cualquier casquillo de E27 dentro del rango de acción de nuestro router, sin ser necesario emplear un puente o hub que actúe como intermediario. La Mi LED Smart Bulb permite ajustar su intensidad y es capaz de proporcionar hasta 16 millones de colores diferentes. El rango de temperaturas que ofrece esta bombilla smart va desde los 1.700 hasta los 6.500 Kelvin.",
    "payback": 18,
    "caracteristicas": [
      {
        "key": "Consumo eléctrico",
        "value": "10W"
      },
      {
        "key": "Vida útil",
        "value": "25000 horas"
      },
      {
        "key": "Conexión wifi",
        "value": "2.4"
      }
    ]
  },
  {
    "id": 3,
    "nombre": "Mi Smart Sensor Set",
    "img": "https://i01.appmifile.com/webfile/globalimg/Mandy/sensor.png?width=500&height=500",
    "precio": 89990,
    "descripcion": "Kit de domótica y alarma que servirá para tener nuestro hogar conectado gracias a un hub de control, además de poder asegurar puertas, ventanas o una habitación completa a través de los diferentes sensores que incluye. Incluyesensores de movimiento, de apertura de puertas y ventanas, además de ser compatible con el resto de dispositivos de Xiaomi para crear un hogar inteligente.",
    "payback": 18,
    "caracteristicas": [
      {
        "key": "Vida útil",
        "value": "25000 horas"
      },
      {
        "key": "Conexión wifi",
        "value": "2.4"
      },
      {
        "key": "ZigBee",
        "value": "Sí"
      }
    ]
  },
  {
    "id": 4,
    "nombre": "Mi LED Desk Lamp",
    "img": "https://i01.appmifile.com/webfile/globalimg/Joy/800/pms_1464071511.37197399.jpg?width=500&height=500",
    "precio": 29990,
    "descripcion": "Parpadeo invisible, regulación continua del brillo y de la temperatura del color, cuatro niveles de atenuacióny diseño sencillo para una larga vida útil. La luz natural es un don de la naturaleza para nosotros, pero tiene limitaciones que no se pueden controlar. Las personas desean tener un par de ojos nocturnos que les permitan ver en las profundidades ocultas de la noche. Por ello, exploramos las maneras de lograr que la luz artificial se asemeje más a la luz natural y sea controlable por las personas, dando un nuevo significado a la lámpara de escritorio tradicional.",
    "payback": 18,
    "caracteristicas": [
      {
        "key": "Duración batería",
        "value": "2 años"
      },
      {
        "key": "Conexión wifi",
        "value": "2.4"
      },
      {
        "key": "Consumo eléctrico",
        "value": "6W"
      }
    ]
  },
  {
    "id": 5,
    "nombre": "Mi Electric Toothbrush",
    "img": "https://www.opirata.com/images/xcepillo-xiaomi-mi-electric-1.jpg.pagespeed.ic.9w3MgsJ-_c.jpg",
    "precio": 29990,
    "descripcion": "Un buen cepillo eléctrico no solo tiene una vibración de alta frecuencia, también una potencia excepcional. El motor sónico de levitación magnética y alta eficiencia desarrollado por expertos alemanes y japoneses vibra más de 31,000 veces por minuto y tiene una rotación de más de 230gf.cm. Esto significa que la energía no solo se encuentra concentrada en las vibraciones de alta frecuencia, si no que también se transfieren de forma más eficiente y directa al cabezal. El cepillo penetra completamente entre los huecos de tus dientes, eliminando la placa y consiguiendo una limpieza más profunda que la de un cepillo manual por sí solo.",
    "payback": 18,
    "caracteristicas": [
      {
        "key": "Color",
        "value": "Blanco"
      },
      {
        "key": "Consumo eléctrico",
        "value": "2W"
      }
    ]
  },
  {
    "id": 6,
    "nombre": "Mi Motion-Activated Night Light",
    "img": "https://informaticatop.com/6022-large_default/xiaomi-mi-motion-activated-night-light-sensor-de-luz-blanco.jpg",
    "precio": 10990,
    "descripcion": "Al entrar en la habitación, la extraordinaria sensibilidad detecta cada uno de tus movimientos. Área de detección de 120° y de 5-7 metros de rango. Usando un avanzado sensor de luz, y tecnología de detección de movimiento por infrarrojos, se activará automáticamente durante la noche capturando todos tus movimientos incluso en la oscuridad. La luz se apagará automáticamente 15 segundos después de detectar el movimiento. Un función especial evita la interferencia de infrarrojos por lo que allá donde vayas, la luz permanecerá contigo.",
    "payback": 18,
    "caracteristicas": [
      {
        "key": "Consumo eléctrico",
        "value": "0.25W"
      },
      {
        "key": "Temperatura de color",
        "value": "2700 K"
      },
      {
        "key": "Requiere batería",
        "value": "3 AA"
      }
    ]
  },
  {
    "id": 7,
    "nombre": "Mi Body Composition Scale",
    "img": "https://img.pccomponentes.com/articles/15/156969/e1.jpg",
    "precio": 34990,
    "descripcion": "Conoce mejor tu cuerpo con la báscula Mi Body Composition que proporciona datos precisos gracias a una serie de complejos algoritmos y avanzado Análisis de Impedancia Bioeléctrica (BIA). Toma las medidas basadas en datos para cumplir con tus objetivos. Mi Body Composition Scale no sólo diferencia adultos y niños, sino que también identifica a cada miembro familiar, pudiendo almacenar hasta 16 perfiles. Además, gracias a tu tecnología Bluetooth 4.0 de bajo consumo, la báscula puede funcionar hasta 8 meses con sólo 4 pilas normales AAA (incluidas).",
    "payback": 18,
    "caracteristicas": [
      {
        "key": "Bluetooth",
        "value": "4.0"
      },
      {
        "key": "Requiere batería",
        "value": "Sí"
      },
      {
        "key": "Batería",
        "value": "4x AAA"
      }
    ]
  },
  {
    "id": 8,
    "nombre": "Mi Air Purifier 2",
    "img": "https://i01.appmifile.com/a1/T1zBYgBCWv1RXrhCrK.jpg?width=500&height=500",
    "precio": 120990,
    "descripcion": "Es muy compacto y continúa con el diseño clásico estilo torre que brinda una vía aérea ideal para purificar el entorno. Es que, de esta manera, se utiliza eficientemente la estructura del cuerpo del filtro. Además, la forma de torre permite una capacidad de purificación más potente.",
    "payback": 18,
    "caracteristicas": [
      {
        "key": "Wifi",
        "value": "2.4"
      },
      {
        "key": "Duración del filtro",
        "value": "145 días"
      },
      {
        "key": "Consumo eléctrico",
        "value": "1.5W - 30W"
      }
    ]
  },
  {
    "id": 9,
    "nombre": "Mi Water Purifier",
    "img": "https://i01.appmifile.com/webfile/globalimg/en/cms/711001BE-C73C-DE51-3992-BA516F579863.jpg?width=500&height=500",
    "precio": 329990,
    "descripcion": "Solo los mejores materiales filtrantes pueden purificar el agua cualitativamente. Elegimos a los mejores proveedores mundiales de materia prima para nuestros filtros. Con su forma compacta y su diseño sofisticado, el purificador de agua Mi 2 se puede colocar en cualquier lugar que sea conveniente para su uso. Ahorrarás mucho espacio colocando el purificador de agua debajo del fregadero o en el armario de la cocina. Podrá instalar un grifo separado para agua limpia sin sobrecargar el diseño general de la cocina.",
    "payback": 24,
    "caracteristicas": [
      {
        "key": "Cantidad de agua filtrada",
        "value": "400 galones"
      },
      {
        "key": "Cantidad de filtros",
        "value": "3"
      },
      {
        "key": "Tipo de filtración",
        "value": "Bacterias, materia orgánica, metales pesados"
      }
    ]
  },
  {
    "id": 10,
    "nombre": "Mi Pocket Speaker 2",
    "img": "https://i01.appmifile.com/webfile/globalimg/Iris/MiPocketSpeaker2Black.png?width=500&height=500",
    "precio": 25990,
    "descripcion": "Altavoz superior de aluminio bañado en óxido anonizado para una apariencia y sensación ideal. La sección inferior del altavoz está fabricada con PC + ABS e incorpora LED para indicar su estado.En colaboración con la aclamada marca danesa Tymphany, hemos implementado un diseño en red de tela con el fin de preservar un sonido claro y perfectos bajos y agudos.",
    "payback": 18,
    "caracteristicas": [
      {
        "key": "Bluetooth",
        "value": "4.1"
      },
      {
        "key": "Duración de batería",
        "value": "7 horas"
      },
      {
        "key": "Potencia",
        "value": "5W"
      }
    ]
  },
  {
    "id": 11,
    "nombre": "Mi Smart water Kettle",
    "img": "https://www.powerplanetonline.com/cdnassets/xiaomi_electric_water_kettle_hervidor_electrico_01_l.jpg",
    "precio": 34990,
    "descripcion": "El Hervidor Eléctrico Smart de Xiaomi es un calentador de agua inteligente con capidad de 1.5 litros y 12 horas de tiempo de control de temperatura. Se apaga automáticamente una vez que el agua empieza a hervir. La temperatura del agua se puede controlar a distancia a través de la aplicación MiHome de Xiaomi, todo al alcance de tu mano! Principales características: Triple protección de seguridad: evita descargas eléctricas, no hay fugas eléctricas y apagado automático. El tiempo de control de la temperatura constante puede ser de hasta 12 horas. Acero inoxidable de doble capa interior. El diseño de aislamiento térmico da una protección más segura. Base de poder giratoria de 360 grados proporciona el uso duradero y comodidad.",
    "payback": 18,
    "caracteristicas": [
      {
        "key": "Capacidad",
        "value": "1.5 L"
      },
      {
        "key": "Duración de batería",
        "value": "7 horas"
      },
      {
        "key": "Consumo eléctrico",
        "value": "1800W"
      }
    ]
  },
  {
    "id": 12,
    "nombre": "Mijia Internet Washing and Drying Machine",
    "img": "https://omicrono.elespanol.com/wp-content/uploads/2018/12/lavadora-xiaomi-4.jpg",
    "precio": 349990,
    "descripcion": "Mijia Internet Washing and Drying Machine es una lavadora de carga frontal con capacidad para lavar 10 kilos o 6 kilos si se trata de la función de secado. Además ofrece hasta 21 programadas de lavado para buscar el que más se adapte a nuestras necesidades. La información que ofrecen hace referencia a un motor de imanes permanentes (BLDC) de frecuencia variable que llega hasta las 1.400 RPM. Según el fabricante, la Mijia Internet Washing and Drying Machine puede completar un ciclo de lavado y secado rápido en una hora y esto es posible gracias al uso de una serie de sensores que permiten determinar la cantidad de ropa a lavar para ajustar el ciclo de lavado.",
    "payback": 24,
    "caracteristicas": [
      {
        "key": "Capacidad",
        "value": "10 Kg"
      },
      {
        "key": "Funciones",
        "value": "Lavado y secado"
      },
      {
        "key": "Consumo eléctrico",
        "value": "1800W"
      }
    ]
  },
  {
    "id": 13,
    "nombre": "Xiaomi Mijia Honeywell alarma de incendios y detector de humo",
    "img": "https://ae01.alicdn.com/kf/HTB1MyUrobSYBuNjSspiq6xNzpXa4/Xiaomi-Mijia-Honeywell-alarma-de-incendios-Sensor-de-humo-Detector-de-Gas-trabajo-con-puerta-de.jpg",
    "precio": 79990,
    "descripcion": "Es demasiado tarde cuando su casa está en llamas. Por lo tanto, conocer la emergencia a tiempo es crítico. Xiaomi cooperó con Honeywell, una empresa especializada en alarmas contra incendios, y diseñó este nuevo detector de humo. Tiene una nariz afilada, es decir, un sensor de alta precisión para detectar la densidad del humo, y emite alarmas inmediatamente cuando se va a incendiar. Vinculado a WiFi, puede notificarle la emergencia donde sea que se encuentre.",
    "payback": 18,
    "caracteristicas": [
      {
        "key": "Duración batería",
        "value": "1 año"
      },
      {
        "key": "ZigBee",
        "value": "Sí"
      }
    ]
  },
  {
    "id": 14,
    "nombre": "Viomi 21Face Smart Refrigerator",
    "img": "https://www.gizmochina.com/wp-content/uploads/2018/07/VIOMI-Smart-refrigerator.jpg",
    "precio": 769999,
    "descripcion": "21Face que es como Viomi ha bautizado esta nevera dispone de 450L de capacidad donde podremos almacenar 177L de congelado y 273L de productos frescos. Esta nevera dispone de Wifi y aplicación móvil. En la parte frontal encontramos una pantalla de 21″ que permiten la visualización de contenido multimedia, correos, lista de la compra, envio desde el supermercado. Desde la aplicación móvil podremos controlar la temperatura y programar estados y temperatura de la nevera y del congelador. Esta nevera utiliza un motor ultra silencioso de 38 dB que permite el movimiento en 360º del aire frío. Esto permite que todos los alimentos se encuentren a la misma temperatura. La IA también está disponible en este refrigerador que que nos permite saber y preguntar sobre el estado de la nevera o realizar preguntas sobre dudas que tengamos.",
    "payback": 30,
    "caracteristicas": [
      {
        "key": "Duración batería",
        "value": "1 año"
      },
      {
        "key": "ZigBee",
        "value": "Sí"
      }
    ]
  },
  {
    "id": 15,
    "nombre": "Xiaomi Mijia sensor inteligente",
    "img": "https://ae01.alicdn.com/kf/HTB1fmh.LpXXXXXbapXXq6xXFXXXu/2019-Xiaomi-mijia-de-temperatura-y-humedad-Sensor-inteligente-de-medio-ambiente-de-control-de-Sensor.jpg",
    "precio": 12990,
    "descripcion": "Con este sensor puede controlar los datos de su hogar y oficina desde su teléfono. También puede vincularse con otros productos xiaomi para que funcionen cuando alcanzan cierta temperatura o humedad. Haz que tu teléfono sea más sensible y haz que tu hogar sea más inteligente.",
    "payback": 18,
    "caracteristicas": [
      {
        "key": "ZigBee",
        "value": "Sí"
      },
      {
        "key": "Requiere batería",
        "value": "Sí"
      }
    ]
  }
]
